<!DOCTYPE>
<html>
	<head>
		<link rel="stylesheet" type="text/css" href="css.css">
			
	</head>

	
	<body>
		<div class="arajin">
			<?php  include("header.php");
				  
			 ?>
			
			</div>
			
				<?php include("menu.php"); ?>
				<div class="slider">
						
					<h2 class="html">CSS</h2>
					<div class="href1">
						CSS-ը html փաստաթղթերի ոճավորումը նկարագրող լեզու է.
						CSS  նշանակում է Cascading Style Sheets:
						CSS նկարագրում է, թե ինչպես պիտի արտացոլվեն HTML էլեմենտները մոնիտորի վրա։ 
						CSS-ով կարելի է միանգամից կառավարել բազմաթիվ էջերի ոճավորումը։
						CSS-ը օգտագործվում է վեբ-էջեր նախագծողների կողմից գույները, տառատեսակները, 
						գտնվելու վայրը և այլ նկարագրություններ տալու համար։ CSS-ի հիմնական նպատակը հանդիսանում 
						է այն, որ դրա օգնությամբ առանձնացվում են HTML էջի պարունակությունը և նրա նկարագրությունը, 
						դրանով իսկ էջին հաղորդվում է մատչելիություն, ճկունություն և նրա նկարագրությունը կառավարելու
						հնարավորություն, ինչպես նաև նվազեցնում է հրամանների կրկնվելը և բարդացնելը։ Բացի այդ CSS-ը թույլ
						է տալիս տվյալ դոկումենտը ներկայացնել տարբեր ոճերով։ Էջի արտածման ժամանակ CSS-ը կարող է վերցվել տարբեր աղբյուրներից:
						CSS-ը html փաստաթղթերի ոճավորումը նկարագրող լեզու է.
						CSS  նշանակում է Cascading Style Sheets:
						CSS նկարագրում է, թե ինչպես պիտի արտացոլվեն HTML էլեմենտները մոնիտորի վրա։ 
						CSS-ով կարելի է միանգամից կառավարել բազմաթիվ էջերի ոճավորումը։
						CSS-ը օգտագործվում է վեբ-էջեր նախագծողների կողմից գույները, տառատեսակները, 
						գտնվելու վայրը և այլ նկարագրություններ տալու համար։ CSS-ի հիմնական նպատակը հանդիսանում 
						է այն, որ դրա օգնությամբ առանձնացվում են HTML էջի պարունակությունը և նրա նկարագրությունը, 
						դրանով իսկ էջին հաղորդվում է մատչելիություն, ճկունություն և նրա նկարագրությունը կառավարելու
						հնարավորություն, ինչպես նաև նվազեցնում է հրամանների կրկնվելը և բարդացնելը։ Բացի այդ CSS-ը թույլ
						է տալիս տվյալ դոկումենտը ներկայացնել տարբեր ոճերով։ Էջի արտածման ժամանակ CSS-ը կարող է վերցվել տարբեր աղբյուրներից:
						CSS-ը html փաստաթղթերի ոճավորումը նկարագրող լեզու է.
						CSS  նշանակում է Cascading Style Sheets:
						CSS նկարագրում է, թե ինչպես պիտի արտացոլվեն HTML էլեմենտները մոնիտորի վրա։ 
						CSS-ով կարելի է միանգամից կառավարել բազմաթիվ էջերի ոճավորումը։
						CSS-ը օգտագործվում է վեբ-էջեր նախագծողների կողմից գույները, տառատեսակները, 
						գտնվելու վայրը և այլ նկարագրություններ տալու համար։ CSS-ի հիմնական նպատակը հանդիսանում 
						է այն, որ դրա օգնությամբ առանձնացվում են HTML էջի պարունակությունը և նրա նկարագրությունը, 
						դրանով իսկ էջին հաղորդվում է մատչելիություն, ճկունություն և նրա նկարագրությունը կառավարելու
						հնարավորություն, ինչպես նաև նվազեցնում է հրամանների կրկնվելը և բարդացնելը։ Բացի այդ CSS-ը թույլ
						է տալիս տվյալ դոկումենտը ներկայացնել տարբեր ոճերով։ Էջի արտածման ժամանակ CSS-ը կարող է վերցվել տարբեր աղբյուրներից:
					</div>
					
					
				</div>
			 <?php  include("footer.php");?>
		</div>
			
		
	</body>
 </html>		
 
 
 
 
 
 
 
 
 
 
 
 
 
 

		