<!DOCTYPE>
<html>
	<head>
		<link rel="stylesheet" type="text/css" href="html.css">
			
	</head>

	
	<body>
		<div class="arajin">
			<?php  include("header.php");
				
			 ?>
			</div>
			
				<?php include("menu.php"); ?>
		
				<div class="slider">
					<h2 class="html">HTML</h2>
					
						HTML–ը  լեզու է, որը նկարագրում է կայքէջի կառուցվածքը և բովանդակությունը:
						HTML նշանակում է Hyper Text Markup Languagе:
						HTML փաստաթղթերը կառուցվում են HTML թեգերի միջոցով:
						HTML-ի օգնությամբ հեշտությամբ կարելի է ստեղծել համեմատաբար պարզ, սակայն գեղեցիկ ձևավորված փասթաթուղթ։
						Ի հավելումն փասթաթղթի կառուցվածքի պարզեցմանը, HTML-ում աջակցվում էր հիպերտեքստը։ Մուլտիմեդիայի հնարավորությունները ավելացվեցին քիչ ավելի ուշ։
						Ի սկզբանե HTML լեզուն ստեղծվել է որպես փասթաթղթերի կառուցման և ձևավորման միջոց՝ անկախ օգտագործվող արտածման միջոցից (էկրան, 
						տպիչ և այլն) ցուցադրելու միջոց։ Նախնական HTML ձևաչափով տեքստը պետք է առանց ոճային և կառուծվածքային ձևափոխման արտածվեր սարքավորման վրա՝
						տարբեր տեխնիկական համալրմամբ (ժամանակակից համակարգչի գունավոր էկրանը, օրգանայզերի մոնոխրոմային էկրան, բջջային հեռախոսների կամ տեքստերի 
						ձայնային վերարտադրման ծրագրերի կամ սարքավորումների սահմանափակ չափերով էկրան)։ Սակայն HTML-ի ժամանակակից կիրառումը հեռու է սկզբնական նշանակությունից։
						HTML–ը  լեզու է, որը նկարագրում է կայքէջի կառուցվածքը և բովանդակությունը:
						HTML նշանակում է Hyper Text Markup Languagе:
						HTML փաստաթղթերը կառուցվում են HTML թեգերի միջոցով:
						HTML-ի օգնությամբ հեշտությամբ կարելի է ստեղծել համեմատաբար պարզ, սակայն գեղեցիկ ձևավորված փասթաթուղթ։
						Ի հավելումն փասթաթղթի կառուցվածքի պարզեցմանը, HTML-ում աջակցվում էր հիպերտեքստը։ Մուլտիմեդիայի հնարավորությունները ավելացվեցին քիչ ավելի ուշ։
						Ի սկզբանե HTML լեզուն ստեղծվել է որպես փասթաթղթերի կառուցման և ձևավորման միջոց՝ անկախ օգտագործվող արտածման միջոցից (էկրան, 
						տպիչ և այլն) ցուցադրելու միջոց։ Նախնական HTML ձևաչափով տեքստը պետք է առանց ոճային և կառուծվածքային ձևափոխման արտածվեր սարքավորման վրա՝
						տարբեր տեխնիկական համալրմամբ (ժամանակակից համակարգչի գունավոր էկրանը, օրգանայզերի մոնոխրոմային էկրան, բջջային հեռախոսների կամ տեքստերի 
						ձայնային վերարտադրման ծրագրերի կամ սարքավորումների սահմանափակ չափերով էկրան)։ Սակայն HTML-ի ժամանակակից կիրառումը հեռու է սկզբնական նշանակությունից։
						HTML–ը  լեզու է, որը նկարագրում է կայքէջի կառուցվածքը և բովանդակությունը:
						HTML նշանակում է Hyper Text Markup Languagе:
						HTML փաստաթղթերը կառուցվում են HTML թեգերի միջոցով:
						HTML-ի օգնությամբ հեշտությամբ կարելի է ստեղծել համեմատաբար պարզ, սակայն գեղեցիկ ձևավորված փասթաթուղթ։
						Ի հավելումն փասթաթղթի կառուցվածքի պարզեցմանը, HTML-ում աջակցվում էր հիպերտեքստը։ Մուլտիմեդիայի հնարավորությունները ավելացվեցին քիչ ավելի ուշ։
	
					</div>		
					
					
					
					
				</div>
	 <?php  include("footer.php");?>
		</div>
			
		
	</body>
 </html>		